brew "fzf"
brew "maven"
brew "oh-my-posh"
brew "stow"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "gitkraken"
cask "insomnia"
cask "bruno"
cask "jetbrains-toolbox"
cask "obsidian"
cask "raycast"
cask "elgato-stream-deck"
brew "gh"
cask "claude-code"
cask "vscodium"
brew "bat"
brew "eza"
brew "zsh-syntax-highlighting"
brew "zsh-autosuggestions"
brew "fd"
brew "lazygit"
